[
    {
        "content": {
            "cover": "/img/mana.jpg",
            "date": "1 Desember 2025",
            "isi": "<p>Pondok Pesantren Roudlatul Ulum kembali menyelenggarakan kegiatan rutin pembacaan <strong><em>Manaqib</em> Syekh Abdul Qodir Al-Jailani</strong> serta pembacaan <strong><em>Ad-Dibai</em></strong>. Kegiatan ini merupakan salah satu tradisi keagamaan yang terus dijaga untuk menumbuhkan kecintaan santri kepada para ulama dan memperkuat spiritualitas mereka.</p><p>&lt;p&gt;Acara berlangsung dengan khidmat, diikuti oleh seluruh santri dengan penuh kekhusyukan. Melalui kegiatan ini, diharapkan para santri dapat meneladani akhlak mulia para wali dan ulama, sekaligus memperdalam kecintaan terhadap dzikir serta amaliyah pesantren.</p><p>Pembacaan <em>Manaqib</em> dan <em>Ad-Dibai</em> ini menjadi salah satu agenda penting yang secara konsisten dilaksanakan demi menjaga keberkahan serta memperkuat jalinan kebersamaan di lingkungan Pondok Pesantren Roudlatul Ulum.</p>",
            "tag": "kegiatan",
            "title": "rutinan manaqiban"
        },
        "idpost": "ce8a4977ba5142a9be3e60b835201f2b"
    },
    {
        "content": {
            "cover": "/img/ebccf879181d4e3290211c0bde171e9d.png",
            "date": "11 Desember 2025",
            "isi": "<p>Pondok Pesantren Roudlatul Ulum kembali menyelenggarakan kegiatan rutin pembacaan <strong><em>Manaqib</em> Syekh Abdul Qodir Al-Jailani</strong> serta pembacaan <strong><em>Ad-Dibai </em></strong><em>\"dalam rangka peresmian gebung yang baru selesai dibangun\"</em>. Kegiatan ini merupakan salah satu tradisi keagamaan yang terus dijaga untuk menumbuhkan kecintaan santri kepada para ulama dan memperkuat spiritualitas mereka.</p><p><br></p><p>Acara berlangsung dengan khidmat, diikuti oleh seluruh santri dengan penuh kekhusyukan. Melalui kegiatan ini, diharapkan para santri dapat meneladani akhlak mulia para wali dan ulama, sekaligus memperdalam kecintaan terhadap dzikir serta amaliyah pesantren.</p><p>Pembacaan <em>Manaqib</em> dan <em>Ad-Dibai</em> ini menjadi salah satu agenda penting yang secara konsisten dilaksanakan demi menjaga keberkahan serta memperkuat jalinan kebersamaan di lingkungan Pondok Pesantren Roudlatul Ulum.</p>",
            "tag": "Kegiatan",
            "title": "Rutinan pembacaan manaqib"
        },
        "idpost": "af0b2d0f309a4417851892276661da7c"
    },
    {
        "content": {
            "cover": "/img/b3d76e4d7e724bfeb9e434fd236cc49e.png",
            "date": "31 Desember 2025",
            "isi": "<p>Pondok Pesantren Roudlatul Ulum kembali menyelenggarakan kegiatan rutin pembacaan <strong><em>Manaqib</em> Syekh Abdul Qodir Al-Jailani</strong> serta pembacaan <strong><em>Ad-Dibai</em></strong>. Kegiatan ini merupakan salah satu tradisi keagamaan yang terus dijaga untuk menumbuhkan kecintaan santri kepada para ulama dan memperkuat spiritualitas mereka.</p><p><br></p><p>Acara berlangsung dengan khidmat, diikuti oleh seluruh santri dengan penuh kekhusyukan. Melalui kegiatan ini, diharapkan para santri dapat meneladani akhlak mulia para wali dan ulama, sekaligus memperdalam kecintaan terhadap dzikir serta amaliyah pesantren.</p><p>Pembacaan <em>Manaqib</em> dan <em>Ad-Dibai</em> ini menjadi salah satu agenda penting yang secara konsisten dilaksanakan demi menjaga keberkahan serta memperkuat jalinan kebersamaan di lingkungan Pondok Pesantren Roudlatul Ulum.</p><p><br></p>",
            "tag": "kegiatan",
            "title": "rutinan manaqiban"
        },
        "idpost": "f1fd856e1d1c46819bc0f7ad513340e5"
    },
    {
        "content": {
            "cover": "https://res.cloudinary.com/dakwyt1c4/image/upload/v1767513610/berita/jn7pmpedwvn5wxljimgk.png",
            "date": "4 Januari 2026",
            "id_cv": "berita/jn7pmpedwvn5wxljimgk",
            "isi": "<p>\tPondok Pesantren Roudlotul Ulum Rilis Sholawat “<strong>Doa Bulan Rajab x Ramadhan</strong>” Melalui Grup Nasyid El Baanatil Khoir</p><p>Pondok Pesantren <strong>Roudlotul Ulum</strong> kembali berkontribusi dalam syiar Islam melalui karya seni religi. Bertepatan dengan <strong>bulan Rajab</strong>, salah satu bulan mulia dalam kalender Hijriah, Pondok Pesantren Roudlotul Ulum merilis karya sholawat berjudul <strong>“Doa Bulan Rajab x Ramadhan”</strong> yang dibawakan oleh grup nasyid <strong>El Baanatil Khoir </strong>yang bisa didengar lewat channel youtube <a href='https://youtu.be/x1TVk5FmrGs?si=Uelxr6Sw3USJxX9S'>https://youtu.be/x1TVk5FmrGs?si=Uelxr6Sw3USJxX9S</a>.</p><p><br></p><p>\tKarya sholawat ini dihadirkan sebagai bentuk ajakan untuk memperbanyak doa dan sholawat di bulan Rajab, sekaligus sebagai persiapan spiritual dalam menyambut bulan suci Ramadhan. Lirik yang dilantunkan mengandung pesan ketakwaan, harapan akan ampunan Allah SWT, serta semangat memperbaiki diri.</p><p><br></p><p>\tGrup nasyid <strong>El Baanatil Khoir</strong> merupakan wadah kreativitas santri Pondok Pesantren Roudlotul Ulum dalam bidang seni musik Islami. Seluruh proses produksi, mulai dari penggarapan konsep, vokal, hingga aransemen, melibatkan para santri sebagai bagian dari pembinaan bakat dan minat di lingkungan pondok.</p><p><br></p><p>\tPihak Pondok Pesantren Roudlotul Ulum berharap karya sholawat ini dapat menjadi media dakwah yang menyejukkan serta memberikan manfaat bagi masyarakat luas, khususnya dalam menghidupkan amalan-amalan di bulan Rajab dan menyambut Ramadhan dengan hati yang bersih.</p><p><br></p><p>\tSholawat <strong>“Doa Bulan Rajab x Ramadhan”</strong> oleh grup nasyid <strong>El Baanatil Khoir</strong> direncanakan akan dipublikasikan melalui berbagai platform digital agar dapat dinikmati oleh umat Muslim di berbagai daerah.</p>",
            "tag": "Nasyid",
            "title": "nasyid el banaatil khoir merilis lagu terbaru berjudul \"doa bulan rajab x ramadhan"
        },
        "idpost": "a3017d7514cf4a7cba51b70a5efcd0d3"
    },
    {
        "content": {
            "cover": "https://res.cloudinary.com/dakwyt1c4/image/upload/v1767932240/berita/ewnpcvdpbxlpfiw26u2f.jpg",
            "date": "9 Januari 2026",
            "id_cv": "berita/ewnpcvdpbxlpfiw26u2f",
            "isi": "<p><strong>Grup Nasyid El Banaatil Khoir Rilis Lagu Terbaru “Ifroḥun Nūrū Atānā x Ḏikrullāh”</strong></p><p>Pondok Pesantren <strong>Roudlatul Ulum</strong> kembali menghadirkan karya islami melalui grup nasyid kebanggaannya, <strong>El Banaatil Khoir</strong>. Kali ini, El Banaatil Khoir resmi merilis lagu terbaru berjudul <strong>“Ifroḥun Nūrū Atānā x Ḏikrullāh”</strong>, yang dapat disaksikan melalui platform YouTube pada tautan berikut:</p><p>👉 <a href=\"https://youtube.com/watch?v=ecn804b0a-c&amp;feature=youtu.be\" target=\"_blank\" rel=\"noopener noreferrer\">https://youtube.com/watch?v=ecn804b0a-c&amp;feature=youtu.be</a></p><p>Lagu ini menjadi <strong>rilisan kedua</strong> El Banaatil Khoir setelah sebelumnya merilis lagu <strong>“Doa Bulan Rajab”</strong>, yang mendapatkan sambutan hangat dari para pendengar dan pecinta nasyid.</p><h3>Makna Lagu “Ifroḥun Nūrū Atānā x Ḏikrullāh”</h3><p>Lagu ini memadukan dua tema besar yang sarat makna spiritual:</p><ul><li><strong>Ifroḥun Nūrū Atānā</strong> menggambarkan ungkapan <strong>kegembiraan dan kebahagiaan atas datangnya cahaya hidayah</strong>, cahaya iman, serta rahmat Allah yang menerangi hati kaum mukmin.</li><li><strong>Ḏikrullāh</strong> bermakna <strong>ajakan untuk senantiasa mengingat Allah</strong>, berdzikir dalam setiap keadaan sebagai sumber ketenangan hati dan penguat iman.</li></ul><p>Perpaduan keduanya menghadirkan pesan bahwa kebahagiaan sejati akan hadir ketika hati selalu terhubung dengan Allah melalui dzikir dan rasa syukur.</p><h3>Penggalan Lirik (Kutipan)</h3><blockquote><em>“Ifroḥun nūrū atānā…”</em></blockquote><p>Penggalan ini melambangkan kegembiraan ruhani atas datangnya cahaya kebaikan dalam kehidupan seorang muslim.</p><h3>Harapan dan Doa</h3><p>Melalui karya ini, besar harapan agar <strong>nasyid El Banaatil Khoir</strong> dapat terus berkembang, menjadi media dakwah yang menyejukkan, serta memberikan inspirasi kebaikan bagi masyarakat luas.</p><p>Semoga Allah ﷻ senantiasa memberikan keberkahan, kemudahan, dan kemajuan bagi <strong>Grup Nasyid El Banaatil Khoir</strong> serta <strong>Pondok Pesantren Roudlatul Ulum</strong> dalam mencetak generasi berakhlak mulia.</p><h3>Ajakan Dukungan</h3><p>Kami mengajak seluruh keluarga besar pondok, alumni, serta masyarakat umum untuk <strong>memberikan dukungan</strong> dengan cara menyaksikan, menyukai, membagikan, dan mendoakan karya-karya El Banaatil Khoir agar terus istiqamah dalam syiar Islam melalui seni nasyid.</p>",
            "tag": "Nasyid",
            "title": "nasyid el banaatil khoir merilis lagu terbaru berjudul \"ifrohun nuru atana x dzikrullah\""
        },
        "idpost": "15c1cf2569e1473288fb7958755407da"
    }
]